<%@ Page Language="C#" AutoEventWireup="true" CodeFile="QunGui.aspx.cs" Inherits="QunGui" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <title></title>
</head>
<body>
    <form id="form1" runat="server">
    <div>
    
        群规</div>
    </form>
    <p>
        一、群聊 
        <br />1.在McMaster研究生群内聊天，需言辞恰当，尊重他人， 
        <br />2.不发带有恶意煽动性的言论，不发不良图片或视频。 
        <br />3.不反对开玩笑，但不要恶意攻击他人。 
        <br />4.新生入群，需尽快将群名片改为“入学年份-学院-姓名”的形式，若入群一周尚未修改，管理员有权强制修改，或禁言。</p>
    <p>
        二、管理员 
        <br />①管理员要尽力活跃本群气氛，不要让这个群太死板。 
        <br />②管理员应积极回答新生的疑问。直到退休或毕业。任期内不得频闭此群聊天。 
        <br />③尽快审核新生入群（入群者必须是已经被McMaster录取的学生，并已接受offer），若未按要求写验证消息，在拒绝的同时，应附上“请写明学院、学号、姓名，重新加一遍”等类似语句。 
        <br />④对于处理骗子，若未修改群ID，并发恶意链接，直接踢出。处理盗号的同学，应禁言一个月，被盗号同学私信管理员解除。 
        <br />⑤管理员有权给予违反群规者禁言，禁言时间，由管理员自己决定。 
    </p>
    <p>
        三、群主 
        <br />1.未来群主在QQ会员中传递，群主需保持本群持续扩容。当无法扩容时，本群可以改名为“校友群”等类似名称。并创建新群。 
        <br />2.群主需听取其它管理员们的意见，修改本群相关内容，任免其它管理员。（updating...）</p>
    <p>
        <a href="Default.aspx">返回主页</a>
    </p>
</body>
</html>
